{
  "main event": "A number of UFO sightings were reported in different locations, including San Diego, California and North of Misawa, Japan, between 1952 and 1953. The sightings included circular or elliptical-shaped objects, shiny disc-shaped objects, and long tubular or cigar-shaped objects with unusual flight characteristics.",
  "interesting points": [
    "The report from San Diego describes a bright white light traveling at high speed, changing direction, and making abrupt maneuvers. The observation was considered to be of a genuine unidentified flying object, with reliable witnesses and consistent descriptions.",
    "In the report from North of Misawa, Japan, an Air Force pilot observed an unidentified object that displayed unusual flight maneuvers, including rapid deceleration and a vertical climb. The object was described as a shiny, disc-shaped object with no apparent projections, and it was completely silent.",
    "Another report from the Belgian Congo described fiery disks performing evolutions, changing positions, and disappearing in a northerly direction. A commander immediately set out in pursuit with a fighter plane.",
    "A sighting in San Diego in 1948 involved the observation of six luminous, circular objects in close formation with intelligent control, making abrupt changes in direction and disappearing and reappearing multiple times.",
    "The report described a UFO sighting in Japan involving an object that remained stationary, was silver in color, about 25 to 30 feet in diameter, with no apparent propulsion system, and no distortion of the air around it."
  ],
  "result": "unexplained",
  "sighted object": "various unidentified aerial objects including circular, elliptical, shiny disc-shaped, and long tubular or cigar-shaped objects",
  "location": "San Diego, Calif.; North of Misawa, Japan; Belgian Congo",
  "witnesses": "Air Force pilots, civilians",
  "photographs": "no, but detailed descriptions and observations provided in the reports"
}