{
  "main event": "Multiple UFO sightings were reported in Williston, Florida in 1955, involving various witnesses and descriptions of unidentified flying objects.",
  "interesting points": [
    "One sighting involved three round objects, 30 to 60 feet in diameter, changing from high to low speed and displaying jittery circular motion in the sky. The observation was made by air traffic control radar operators, making it a credible sighting.",
    "Another report described two white oval-shaped objects, about 20-25 feet in diameter, departing from Jacksonville, FL and heading toward Miami, FL. Pilots were unable to identify the objects despite observing them through binoculars.",
    "An unidentified object in the sky was observed by a witness who described it as circular in shape and larger than the aircraft, with lights along the perimeter, traveling at a very high rate of speed. The sighting was initially reported as a UFO but was later determined to be an aircraft from Eglin Air Force Base conducting a training exercise, possibly a refueling operation.",
    "A radio announcement by a disk jockey in Gainesville, Florida, about a sighting of flying saucers led to hundreds of people observing oblong-shaped objects moving in a straight-line formation, which later changed to a v-formation in the night sky. The incident turned out to be a startling sight of a flight of bombers refueling at night, mistaken for flying saucers.",
    "A policeman reported seeing eight circular-shaped objects that darted, hovered, and zig-zagged at high speeds, emitting different colored lights, and making no sound. The objects appeared to approach and back off rapidly, leading the witness to believe they were not conventional aircraft."
  ],
  "result": "unknown",
  "sighted object": "various unidentified flying objects (UFOs) including round, oval, and oblong-shaped objects",
  "location": "Williston, Florida",
  "witnesses": "air traffic control radar operators, pilots, a policeman, and hundreds of people who observed the objects",
  "photographs": "no photographs included in the documents"
}