{
  "main event": "In August 1957, civilians in Arlington, Virginia reported seeing an orange colored object flashing across the sky, estimated to be traveling at not less than 2000 mph for a duration of 1-3 minutes. A sketch of the ovoid or elliptical object was prepared by the source, and the object was seen moving very slowly without emitting light or discernible details before disappearing in a straight line toward the north.",
  "interesting points": [
    "The orange object was observed to be the size of a pea or pinhead at arm's length, yet it was moving at an incredibly high speed of at least 2000 mph.",
    "The source, a 50-year-old housewife, reported seeing a disc-like silver object moving slowly across the sky, giving off no light and with no discernible details, before disappearing from sight in a straight line towards the north.",
    "Supplementary investigations by ATIC suggested that the object was likely a jet aircraft with afterburner in operation, conflicting with the civilian reports of a slow-moving, orange object with no visible details.",
    "Various authorities including Andrews AFB, Bolling AFB, Washington National Airport, and weather services were contacted with negative results, and the United States Naval Astronomical Observatory indicated that the object did not conform to the normal behavior of astronomical phenomena.",
    "A witness driving near his home observed a bright intense light in the northern sky, which accelerated at a tremendous speed in a northwesterly direction, displaying a momentary pause or hesitation in motion just before accelerating at high speed and disappearing."
  ],
  "result": "prosaic explanation",
  "sighted object": "an orange colored, high-speed object, a disc-like silver object, and a bright intense light in the northern sky",
  "location": "Arlington, Virginia",
  "witnesses": "civilians including a housewife, an unemployed individual with a history of similar observations, and a piano salesman",
  "photographs": "no"
}